#👉 ici tu contrôles TOUT
CONFIG = {
    "prefixes": ["", "ف ", "نهار "],

    "month_modes": ["cardinal", "name"],

    "months": {
        "01": "يناير",
        "02": "فبراير",
        "03": "مارس",
        "04": "أبريل",
        "05": "ماي",
        "06": "يونيو",
        "07": "يوليوز",
        "08": "غشت",
        "09": "شتنبر",
        "10": "أكتوبر",
        "11": "نونبر",
        "12": "دجنبر"
    },
    "currencies": {
        "MAD": "درهم",
        "د.م": "درهم",
        "$": "دولار",
        "€": "أورو"
    }
}